Repository: Warszawa1/testAsinc
Catalog: Localizable.xcstrings
Source language: en
Languages: es

# common.cancel
source: Cancel
es: Cancelar

# common.close
source: Close
es: Cerrar

# common.ok
source: OK
es: Aceptar

# detail.noDescription
source: No description available
es: Descripción no disponible

# detail.noTransformations
source: No transformations available
es: No hay transformaciones

# detail.title
source: Hero Details
es: Detalles el Héroe

# detail.transformations
source: Transformations
es: Transformaciones

# heroes.empty
source: No heroes found
es: No se encontraron héroes

# heroes.title
source: Heroes
es: Héroes

# login.button
source: Sign in
es: Entrar

# login.error.emptyEmail
source: Please enter your email
es: Por favor, introduce tu email

# login.error.emptyFields
source: Please fill in all fields
es: Por favor, rellena email y contraseña

# login.error.emptyPassword
source: Please enter your password
es: Por favor, introduce tu contraseña

# login.error.invalidCredentials
source: Invalid email or passwork
es: Email o contaseña no valido

# login.password
source: Password
es: Contraseña

# login.title
source: Login
es: Iniciar sesión

# logout.confirm.button
source: Logout
es: Cerrar sesión

# logout.confirm.message
source: Are you sure you want to logout?
es: ¿Seguro que deseas cerrar sesión?

# logout.confirm.title
source: Logout
es: Cerrar sesión
